Repository: sedatbilece/workout-tracker
Catalog: workout-tracker/Localizable.xcstrings
Source language: tr
Languages: en, es, ru

# calculations_coming_soon_message
source: Sağlık hesaplamaları bu sekmede yer alacak.
en: Health calculations will be available here.
es: Los cálculos de salud estarán disponibles aquí.
ru: Здесь появятся расчёты показателей здоровья.

# calculations_coming_soon_title
source: Hesaplamalar Yakında
en: Calculations Coming Soon
es: Cálculos próximamente
ru: Вычисления скоро появятся

# common_cancel
source: İptal
en: Cancel
es: Cancelar
ru: Отмена

# common_coming_soon
source: Yakında
en: Coming Soon
es: Próximamente
ru: Скоро

# common_delete
source: Sil
en: Delete
es: Eliminar
ru: Удалить

# common_edit
source: Düzenle
en: Edit
es: Editar
ru: Редактировать

# common_save
source: Kaydet
en: Save
es: Guardar
ru: Сохранить

# exercise_add_set
source: Set Ekle
en: Add Set
es: Añadir serie
ru: Добавить подход

# exercise_delete_title
source: Egzersizi Sil
en: Delete Exercise
es: Eliminar ejercicio
ru: Удалить упражнение

# exercise_edit_title
source: Hareketi Düzenle
en: Edit Exercise
es: Editar ejercicio
ru: Редактировать упражнение

# exercise_name_placeholder
source: Hareket Adı
en: Exercise Name
es: Nombre del ejercicio
ru: Название упражнения

# exercise_new_title
source: Yeni Hareket
en: New Exercise
es: Nuevo ejercicio
ru: Новое упражнение

# exercise_section_info
source: Hareket Bilgileri
en: Exercise Info
es: Información del ejercicio
ru: Информация об упражнении

# exercise_section_sets
source: Setler
en: Sets
es: Series
ru: Подходы

# history_empty_message
source: Yaptığın antrenmanlar burada görünecek.
en: Your completed workouts will appear here.
es: Tus entrenamientos aparecerán aquí.
ru: Здесь появятся ваши тренировки.

# history_empty_title
source: Henüz Antrenman Yok
en: No Workouts Yet
es: Aún no hay entrenamientos
ru: Пока нет тренировок

# history_segment
source: Geçmiş
en: History
es: Historial
ru: История

# history_today
source: Bugün
en: Today
es: Hoy
ru: Сегодня

# history_workouts_count
source: %d antrenman
en: %d workouts
es: %d entrenamientos
ru: %d тренировок

# history_yesterday
source: Dün
en: Yesterday
es: Ayer
ru: Вчера

# icon_label
source: İkon
en: Icon
es: Icono
ru: Иконка

# icon_picker_search
source: İkon ara
en: Search icons
es: Buscar iconos
ru: Поиск иконок

# icon_picker_title
source: İkon Seç
en: Select Icon
es: Seleccionar icono
ru: Выбрать иконку

# language_settings_title
source: Dil
en: Language
es: Idioma
ru: Язык

# language_system
source: Sistem Dili
en: System Language
es: Idioma del sistema
ru: Язык системы

# profile_edit_hint
source: Profili düzenlemek için dokun
en: Tap to edit profile
es: Toca para editar el perfil
ru: Нажмите для редактирования

# profile_edit_title
source: Profili Düzenle
en: Edit Profile
es: Editar perfil
ru: Редактировать профиль

# profile_first_name
source: Ad
en: First Name
es: Nombre
ru: Имя

# profile_last_name
source: Soyad
en: Last Name
es: Apellido
ru: Фамилия

# profile_section_appearance
source: Görünüm
en: Appearance
es: Apariencia
ru: Внешний вид

# profile_section_language
source: Dil
en: Language
es: Idioma
ru: Язык

# profile_section_personal
source: Kişisel Bilgiler
en: Personal Info
es: Información personal
ru: Личные данные

# profile_section_settings
source: Ayarlar
en: Settings
es: Configuración
ru: Настройки

# profile_theme_label
source: Tema
en: Theme
ru: Тема

# profile_unnamed
source: İsimsiz
en: Unnamed
es: Sin nombre
ru: Без имени

# profile_version
source: Sürüm %@ (%@)
en: Version %@ (%@)
es: Versión %@ (%@)
ru: Версия %@ (%@)

# session_no_exercises_message
source: Bu antrenman şablonuna henüz hareket eklenmemiş.
en: No exercises added to this workout template yet.
es: Aún no se han añadido ejercicios a esta plantilla.
ru: В этот шаблон тренировки ещё не добавлены упражнения.

# session_no_exercises_title
source: Hareket Yok
en: No Exercises
es: Sin ejercicios
ru: Нет упражнений

# set_reps_unit
source: tekrar
en: reps
es: reps
ru: повт

# statistics_segment
source: İstatistikler
en: Statistics
es: Estadísticas
ru: Статистика

# stats_coming_soon_message
source: Yeterli antrenman verisi oluştuğunda gelişim grafikleri burada görünecek.
en: Progress charts will appear here once enough workout data is collected.
es: Los gráficos de progreso aparecerán aquí cuando haya suficientes datos de entrenamiento.
ru: Графики прогресса появятся здесь, когда будет накоплено достаточно данных о тренировках.

# stats_coming_soon_title
source: İstatistikler Yakında
en: Statistics Coming Soon
es: Estadísticas próximamente
ru: Статистика скоро

# tab_calculations
source: Hesaplamalar
en: Calculations
es: Cálculos
ru: Вычисления

# tab_profile
source: Profil
en: Profile
es: Perfil
ru: Профиль

# tab_stats
source: İstatistikler
en: Statistics
es: Estadísticas
ru: Статистика

# tab_templates
source: Şablonlar
en: Templates
es: Plantillas
ru: Шаблоны

# tab_today
source: Bugün
en: Today
es: Hoy
ru: Сегодня

# template_add_exercise
source: Hareket Ekle
en: Add Exercise
es: Añadir ejercicio
ru: Добавить упражнение

# template_add_to_today
source: Bugüne Ekle
en: Add to Today
es: Añadir a hoy
ru: Добавить на сегодня

# template_description_placeholder
source: Açıklama (isteğe bağlı)
en: Description (optional)
es: Descripción (opcional)
ru: Описание (необязательно)

# template_edit_title
source: Şablonu Düzenle
en: Edit Template
es: Editar plantilla
ru: Редактировать шаблон

# template_name_placeholder
source: Şablon Adı
en: Template Name
es: Nombre de plantilla
ru: Название шаблона

# template_new_title
source: Yeni Şablon
en: New Template
es: Nueva plantilla
ru: Новый шаблон

# template_picker_empty
source: Önce Şablonlar sekmesinden bir antrenman şablonu oluştur.
en: First, create a workout template from the Templates tab.
es: Primero, crea una plantilla de entrenamiento desde la pestaña Plantillas.
ru: Сначала создайте шаблон тренировки во вкладке Шаблоны.

# template_picker_title
source: Şablon Seç
en: Select Template
es: Seleccionar plantilla
ru: Выбрать шаблон

# template_section_exercises
source: Hareketler
en: Exercises
es: Ejercicios
ru: Упражнения

# template_section_info
source: Şablon Bilgileri
en: Template Info
es: Información de plantilla
ru: Информация о шаблоне

# templates_no_templates_message
source: İlk antrenman şablonunu oluşturmak için + butonuna dokun.
en: Tap + to create your first workout template.
es: Toca + para crear tu primera plantilla de entrenamiento.
ru: Нажмите +, чтобы создать первый шаблон тренировки.

# templates_no_templates_title
source: Şablon Yok
en: No Templates
es: Sin plantillas
ru: Нет шаблонов

# templates_title
source: Şablonlar
en: Templates
es: Plantillas
ru: Шаблоны

# theme_auto
source: Otomatik
en: Automatic
es: Automático
ru: Авто

# theme_dark
source: Karanlık
en: Dark
es: Oscuro
ru: Тёмная

# theme_light
source: Aydınlık
en: Light
es: Claro
ru: Светлая

# today_delete_workout_message
source: "%@" antrenmanı kalıcı olarak silinecek.
en: "%@" will be permanently deleted.
es: "%@" se eliminará permanentemente.
ru: "%@" будет удалён навсегда.

# today_delete_workout_title
source: Antrenmanı sil
en: Delete Workout
es: Eliminar entrenamiento
ru: Удалить тренировку

# today_exercises_count
source: %d hareket
en: %d exercise
es: %d ejercicio
ru: %d упражнение

# today_no_workouts_message
source: Bugün için bir antrenman şablonu eklemek için + butonuna dokun.
en: Tap + to add a workout template for today.
es: Toca + para añadir una plantilla de entrenamiento para hoy.
ru: Нажмите +, чтобы добавить шаблон тренировки на сегодня.

# today_no_workouts_title
source: Antrenman Yok
en: No Workouts
es: Sin entrenamientos
ru: Нет тренировок

# today_sets_completed
source: %d / %d set tamamlandı
en: %d / %d sets completed
es: %d / %d series completadas
ru: %d / %d подходов выполнено

# today_title
source: Bugün
en: Today
es: Hoy
ru: Сегодня

# set_label
source: Set %lld
es: Serie %lld
ru: Подход %lld

# set_weight_unit
source: kg
ru: кг
